Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# settings.thumbnailCacheLimit.title
source: Thumbnail Cache Limit
de: Miniaturbild-Cache-Limit
es: Límite de caché de miniaturas
es_419: Límite de caché de miniaturas
fr: Limite du cache des miniatures
ja: サムネールキャッシュの上限
ko: 썸네일 캐시 한도
pt_br: Limite do cache de miniaturas
pt_pt: Limite da cache de miniaturas
ru: Лимит кэша миниатюр
uk: Ліміт кешу мініатюр
zh_hans: 缩略图缓存上限
zh_hant: 縮圖快取上限
zh_hk: 縮圖快取上限

# settings.worker.automatic
source: Automatic (by protocol)
de: Automatisch (nach Protokoll)
es: Automático (por protocolo)
es_419: Automático (por protocolo)
fr: Automatique (par protocole)
ja: 自動（プロトコルに基づく）
ko: 자동(프로토콜별)
pt_br: Automático (por protocolo)
pt_pt: Automático (por protocolo)
ru: Автоматически (по протоколу)
uk: Автоматично (за протоколом)
zh_hans: 自动（按协议）
zh_hant: 自動（按協定）
zh_hk: 自動（按協定）

# settings.worker.default.title
source: Default Concurrency
de: Standardparallelität
es: Concurrencia predeterminada
es_419: Concurrencia predeterminada
fr: Parallélisme par défaut
ja: デフォルトの同時実行数
ko: 기본 동시 실행 수
pt_br: Concorrência padrão
pt_pt: Paralelismo predefinido
ru: Параллельность по умолчанию
uk: Типова паралельність
zh_hans: 默认并发数
zh_hant: 預設並行數
zh_hk: 預設並行數

# settings.worker.footer
source: This setting is the global default for every node. A setting under Manage Nodes > node > Concurrency overrides it for that node. Automatic uses 2 for SMB, WebDAV, S3, SFTP, OneDrive, and Back Up to Computer, and 3 for External Storage. The configured concurrency applies to local resources; when iCloud access is enabled, the following iCloud pass always uses 1 worker. Background auto-backups always use 1. Stop and restart an active backup for a change to take effect.
de: Diese Einstellung ist der globale Standard für alle Knoten. Eine Einstellung unter „Knoten verwalten“ > Knoten > „Parallelität“ überschreibt sie für diesen Knoten. Automatisch verwendet 2 für SMB, WebDAV, S3, SFTP, OneDrive und „Auf Computer sichern“ sowie 3 für externen Speicher. Die konfigurierte Parallelität gilt für lokale Ressourcen; bei erlaubtem iCloud-Zugriff verwendet der nachfolgende iCloud-Durchlauf immer 1 Worker. Automatische Sicherungen im Hintergrund verwenden immer 1. Eine laufende Sicherung muss gestoppt und neu gestartet werden, damit eine Änderung wirksam wird.
es: Este ajuste es el valor global predeterminado de todos los nodos. Un valor en Gestionar nodos > nodo > Concurrencia lo sustituye para ese nodo. El modo automático usa 2 para SMB, WebDAV, S3, SFTP, OneDrive y Copia en el ordenador, y 3 para el almacenamiento externo. La concurrencia configurada se aplica a los recursos locales; con acceso a iCloud, la fase posterior de iCloud siempre usa 1 proceso. Las copias automáticas en segundo plano siempre usan 1. Detén y reinicia una copia activa para aplicar un cambio.
es_419: Esta configuración es el valor global predeterminado de todos los nodos. Un valor en Administrar nodos > nodo > Concurrencia lo reemplaza para ese nodo. El modo automático usa 2 para SMB, WebDAV, S3, SFTP, OneDrive y Respaldo en la computadora, y 3 para el almacenamiento externo. La concurrencia configurada se aplica a los recursos locales; con acceso a iCloud, la fase posterior de iCloud siempre usa 1 proceso. Los respaldos automáticos en segundo plano siempre usan 1. Detén y reinicia un respaldo activo para aplicar un cambio.
fr: Ce réglage est la valeur globale par défaut de tous les nœuds. Une valeur définie dans Gérer les nœuds > nœud > Parallélisme la remplace pour ce nœud. Le mode automatique utilise 2 pour SMB, WebDAV, S3, SFTP, OneDrive et Sauvegarder sur l’ordinateur, et 3 pour le stockage externe. Le parallélisme configuré s’applique aux ressources locales ; avec l’accès iCloud, la phase iCloud suivante utilise toujours un seul processus. Les sauvegardes automatiques en arrière-plan utilisent toujours 1. Arrêtez et relancez une sauvegarde active pour appliquer une modification.
ja: この設定はすべてのノードのグローバルデフォルトです。「ノードを管理」> ノード >「同時実行数」の設定が、そのノードでは優先されます。 自動では SMB、WebDAV、S3、SFTP、OneDrive、および「コンピュータにバックアップ」は 2、外部ストレージは 3 を使用します。 設定した同時実行数はローカルリソースに適用され、iCloud アクセスが有効な場合、後続の iCloud フェーズは常に 1 ワーカーです。 バックグラウンド自動バックアップは常に 1 を使用します。実行中のバックアップは、変更を反映するために停止して再開してください。
ko: 이 설정은 모든 노드의 전역 기본값입니다. 노드 관리 > 노드 > 동시 실행 수에서 지정한 값은 해당 노드에서 이 값을 재정의합니다. 자동은 SMB, WebDAV, S3, SFTP, OneDrive 및 컴퓨터에 백업에 2를, 외부 저장 장치에 3을 사용합니다. 설정된 동시 실행 수는 로컬 리소스에 적용되며, iCloud 접근이 활성화되면 이후 iCloud 단계는 항상 1개 워커를 사용합니다. 백그라운드 자동 백업은 항상 1을 사용합니다. 실행 중인 백업은 변경 사항을 적용하려면 중지 후 다시 시작하세요.
pt_br: Esta configuração é o padrão global de todos os nós. Um valor em Gerenciar nós > nó > Concorrência substitui o padrão nesse nó. O modo automático usa 2 para SMB, WebDAV, S3, SFTP, OneDrive e Backup no computador, e 3 para armazenamento externo. A concorrência configurada se aplica aos recursos locais; com acesso ao iCloud, a etapa posterior do iCloud sempre usa 1 worker. Backups automáticos em segundo plano sempre usam 1. Pare e reinicie um backup ativo para aplicar uma alteração.
pt_pt: Esta definição é o valor global predefinido de todos os nós. Um valor em Gerir nós > nó > Paralelismo substitui-o nesse nó. O modo automático usa 2 para SMB, WebDAV, S3, SFTP, OneDrive e Cópia para o computador, e 3 para armazenamento externo. O paralelismo configurado aplica-se aos recursos locais; com acesso ao iCloud, a fase posterior do iCloud usa sempre 1 worker. As cópias automáticas em segundo plano usam sempre 1. Pare e reinicie uma cópia ativa para aplicar uma alteração.
ru: Этот параметр задаёт глобальное значение по умолчанию для всех узлов. Значение в разделе «Управление узлами» > узел > «Параллельность» переопределяет его для этого узла. Автоматический режим использует 2 для SMB, WebDAV, S3, SFTP, OneDrive и резервного копирования на компьютер, а для внешнего хранилища — 3. Настроенная параллельность применяется к локальным ресурсам; при доступе к iCloud следующий этап iCloud всегда использует один обработчик. Фоновое автоматическое копирование всегда использует 1. Остановите и перезапустите активное копирование, чтобы применить изменение.
uk: Це налаштування задає глобальне типове значення для всіх вузлів. Значення в розділі «Керування вузлами» > вузол > «Паралельність» перевизначає його для цього вузла. Автоматичний режим використовує 2 для SMB, WebDAV, S3, SFTP, OneDrive та резервного копіювання на комп’ютер, а для зовнішнього сховища — 3. Налаштована паралельність застосовується до локальних ресурсів; за доступу до iCloud наступний етап iCloud завжди використовує один обробник. Фонове автоматичне копіювання завжди використовує 1. Зупиніть і перезапустіть активне копіювання, щоб застосувати зміну.
zh_hans: 此设置是所有节点的全局默认值。在“管理节点”> 某个节点 >“并发数”中设置的值会覆盖该节点的全局默认值。 自动模式下，SMB、WebDAV、S3、SFTP、OneDrive 和“备份到电脑”为 2，外接存储为 3。 设置的并发数用于本机资源；启用 iCloud 访问时，后续 iCloud 趟固定使用 1 个 worker。 后台自动备份始终使用 1。若备份正在进行，需要停止并重新开始后才会应用更改。
zh_hant: 此設定是所有節點的全域預設值。在「管理節點」> 某個節點 >「並行數」中設定的值會覆寫該節點的全域預設值。 自動模式下，SMB、WebDAV、S3、SFTP、OneDrive 和「備份到電腦」為 2，外接儲存為 3。 設定的並行數用於本機資源；啟用 iCloud 存取時，後續 iCloud 階段固定使用 1 個 worker。 背景自動備份一律使用 1。若備份正在進行，必須停止並重新開始後才會套用變更。
zh_hk: 此設定是所有節點的全域預設值。在「管理節點」> 某個節點 >「並行數」中設定的值會覆寫該節點的全域預設值。 自動模式下，SMB、WebDAV、S3、SFTP、OneDrive 和「備份到電腦」為 2，外接儲存為 3。 設定的並行數用於本機資源；啟用 iCloud 存取時，後續 iCloud 階段固定使用 1 個 worker。 背景自動備份一律使用 1。若備份正在進行，必須停止並重新開始後才會套用變更。

# settings.worker.node.footer
source: This node uses the global default unless you select another option here. See Default Concurrency for automatic protocol values and the iCloud and background rules. Changes take effect with the next backup. Higher concurrency increases connection, network, CPU, disk, and remote-service pressure. Setting it too high may trigger throttling or make backups slower; increase it gradually and observe actual performance.
de: Dieser Knoten verwendet den globalen Standard, sofern Sie hier keine andere Option wählen. Protokollwerte im automatischen Modus sowie die iCloud- und Hintergrundregeln finden Sie unter „Standardparallelität“. Änderungen gelten ab der nächsten Sicherung. Eine höhere Parallelität belastet Verbindungen, Netzwerk, CPU, Datenträger und den Remotedienst stärker. Ein zu hoher Wert kann Drosselung auslösen oder Sicherungen verlangsamen; erhöhen Sie ihn schrittweise und beobachten Sie die tatsächliche Leistung.
es: Este nodo usa el valor global predeterminado salvo que elijas otra opción aquí. Consulta Concurrencia predeterminada para ver los valores automáticos por protocolo y las reglas de iCloud y segundo plano. Los cambios se aplican en la siguiente copia. Una concurrencia mayor aumenta la presión sobre las conexiones, la red, la CPU, el disco y el servicio remoto. Un valor demasiado alto puede activar límites o ralentizar la copia; auméntalo gradualmente y observa el rendimiento real.
es_419: Este nodo usa el valor global predeterminado a menos que selecciones otra opción aquí. Consulta Concurrencia predeterminada para ver los valores automáticos por protocolo y las reglas de iCloud y segundo plano. Los cambios se aplican en el siguiente respaldo. Una concurrencia mayor aumenta la presión sobre las conexiones, la red, la CPU, el disco y el servicio remoto. Un valor demasiado alto puede activar límites o hacer más lento el respaldo; auméntalo gradualmente y observa el rendimiento real.
fr: Ce nœud utilise la valeur globale par défaut sauf si vous choisissez une autre option ici. Consultez Parallélisme par défaut pour les valeurs automatiques par protocole et les règles iCloud et d’arrière-plan. Les modifications s’appliquent à la prochaine sauvegarde. Une simultanéité plus élevée sollicite davantage les connexions, le réseau, le processeur, le disque et le service distant. Une valeur excessive peut provoquer une limitation ou ralentir la sauvegarde ; augmentez-la progressivement et observez les performances réelles.
ja: ここで別のオプションを選ばない限り、このノードはグローバルデフォルトを使用します。自動のプロトコル別値、iCloud、およびバックグラウンドのルールは「デフォルトの同時実行数」を参照してください。変更は次回のバックアップから適用されます。同時実行数を増やすと、接続、ネットワーク、CPU、ディスク、リモートサービスへの負荷が高まります。高すぎる設定はレート制限や速度低下を招く場合があるため、段階的に増やして実際の性能を確認してください。
ko: 여기에서 다른 옵션을 선택하지 않으면 이 노드는 전역 기본값을 사용합니다. 자동 프로토콜 값과 iCloud 및 백그라운드 규칙은 기본 동시 실행 수를 참조하세요. 변경 사항은 다음 백업부터 적용됩니다. 동시 실행 수를 높이면 연결, 네트워크, CPU, 디스크 및 원격 서비스의 부하가 증가합니다. 너무 높게 설정하면 제한이 걸리거나 백업이 느려질 수 있으므로 단계적으로 높이며 실제 성능을 확인하세요.
pt_br: Este nó usa o padrão global, a menos que você selecione outra opção aqui. Consulte Concorrência padrão para ver os valores automáticos por protocolo e as regras do iCloud e de segundo plano. As mudanças entram em vigor no próximo backup. Uma concorrência maior aumenta a pressão sobre conexões, rede, CPU, disco e serviço remoto. Um valor alto demais pode causar limitação ou deixar o backup mais lento; aumente-o gradualmente e observe o desempenho real.
pt_pt: Este nó usa o valor global predefinido, a menos que selecione outra opção aqui. Consulte Paralelismo predefinido para ver os valores automáticos por protocolo e as regras do iCloud e de segundo plano. As alterações entram em vigor na próxima cópia. Uma concorrência maior aumenta a pressão sobre as ligações, a rede, o CPU, o disco e o serviço remoto. Um valor demasiado alto pode causar limitação ou tornar a cópia mais lenta; aumente-o gradualmente e observe o desempenho real.
ru: Этот узел использует глобальное значение по умолчанию, пока вы не выберете здесь другой вариант. Значения протоколов в автоматическом режиме, а также правила iCloud и фонового режима приведены в разделе «Параллельность по умолчанию». Изменения применяются при следующем копировании. Высокая параллельность увеличивает нагрузку на подключения, сеть, процессор, диск и удалённый сервис. Слишком большое значение может вызвать ограничение скорости или замедлить копирование; повышайте его постепенно и оценивайте фактическую производительность.
uk: Цей вузол використовує глобальне типове значення, доки тут не вибрано інший варіант. Значення протоколів в автоматичному режимі, а також правила iCloud і фонового режиму наведено в розділі «Типова паралельність». Зміни застосовуються під час наступного копіювання. Висока паралельність збільшує навантаження на з’єднання, мережу, процесор, диск і віддалений сервіс. Завелике значення може спричинити обмеження швидкості або сповільнити копіювання; підвищуйте його поступово й оцінюйте фактичну продуктивність.
zh_hans: 除非在此选择其他选项，否则此节点使用全局默认值。自动模式的各存储端数值以及 iCloud 和后台备份规则，请查看“默认并发数”。更改会从下一次备份开始生效。更高的并发会增加连接、网络、CPU、磁盘和远端服务压力。设置过高可能触发限流或反而拖慢备份，请逐步提高并观察实际表现。
zh_hant: 除非在此選擇其他選項，否則此節點會使用全域預設值。自動模式的各儲存端數值以及 iCloud 和背景備份規則，請查看「預設並行數」。變更會從下一次備份開始生效。更高的並行數會增加連線、網絡、CPU、磁碟和遠端服務壓力。設定過高可能觸發限流或反而拖慢備份，請逐步提高並觀察實際表現。
zh_hk: 除非在此選擇其他選項，否則此節點會使用全域預設值。自動模式的各儲存端數值以及 iCloud 和背景備份規則，請查看「預設並行數」。變更會由下一次備份開始生效。更高的並行數會增加連線、網絡、CPU、磁碟和遠端服務壓力。設定過高可能觸發限流或反而拖慢備份，請逐步提高並觀察實際表現。

# settings.worker.node.useGlobalDefault
source: Use Global Default (%@)
de: Globalen Standard verwenden (%@)
es: Usar valor global predeterminado (%@)
es_419: Usar valor global predeterminado (%@)
fr: Utiliser la valeur globale par défaut (%@)
ja: グローバルデフォルトを使用（%@）
ko: 전역 기본값 사용(%@)
pt_br: Usar padrão global (%@)
pt_pt: Usar valor global predefinido (%@)
ru: Использовать глобальное значение (%@)
uk: Використовувати глобальне значення (%@)
zh_hans: 使用全局默认值（%@）
zh_hant: 使用全域預設值（%@）
zh_hk: 使用全域預設值（%@）

# sftp.error.authenticationFailed
source: Authentication failed. Check your password or private key.
de: Authentifizierung fehlgeschlagen. Prüfen Sie das Passwort oder den privaten Schlüssel.
es: Error de autenticación. Comprueba tu contraseña o clave privada.
es_419: Error de autenticación. Verifica tu contraseña o clave privada.
fr: Échec d'authentification. Vérifiez votre mot de passe ou votre clé privée.
ja: 認証に失敗しました。パスワードまたは秘密鍵を確認してください。
ko: 인증에 실패했습니다. 비밀번호 또는 개인 키를 확인하세요.
pt_br: Falha na autenticação. Verifique sua senha ou chave privada.
pt_pt: Falha na autenticação. Verifique a sua palavra-passe ou chave privada.
ru: Аутентификация не удалась. Проверьте пароль или закрытый ключ.
uk: Не вдалося пройти автентифікацію. Перевірте пароль або приватний ключ.
zh_hans: 认证失败，请检查密码或私钥。
zh_hant: 認證失敗，請檢查密碼或私鑰。
zh_hk: 認證失敗，請檢查密碼或私鑰。

# sftp.error.cannotConnect
source: Cannot reach the SFTP server. Check the host, port, and network.
de: Der SFTP-Server ist nicht erreichbar. Prüfen Sie Host, Port und Netzwerk.
es: No se puede conectar con el servidor SFTP. Comprueba host, puerto y red.
es_419: No se puede conectar al servidor SFTP. Verifica host, puerto y red.
fr: Impossible de joindre le serveur SFTP. Vérifiez l'hôte, le port et le réseau.
ja: SFTP サーバーに接続できません。ホスト、ポート、ネットワークを確認してください。
ko: SFTP 서버에 연결할 수 없습니다. 호스트, 포트, 네트워크를 확인하세요.
pt_br: Não foi possível alcançar o servidor SFTP. Verifique host, porta e rede.
pt_pt: Não foi possível alcançar o servidor SFTP. Verifique o host, porta e rede.
ru: Не удалось связаться с SFTP-сервером. Проверьте хост, порт и сеть.
uk: Не вдалося з’єднатися із сервером SFTP. Перевірте хост, порт і мережу.
zh_hans: 无法连接到 SFTP 服务器，请检查主机、端口和网络。
zh_hant: 無法連線至 SFTP 伺服器，請檢查主機、連接埠和網路。
zh_hk: 無法連線至 SFTP 伺服器，請檢查主機、連接埠和網絡。

# sftp.error.connectionClosed
source: SFTP connection was closed by the server.
de: SFTP-Verbindung wurde vom Server beendet.
es: El servidor cerró la conexión SFTP.
es_419: El servidor cerró la conexión SFTP.
fr: La connexion SFTP a été fermée par le serveur.
ja: SFTP 接続がサーバーによって閉じられました。
ko: SFTP 연결이 서버에 의해 닫혔습니다.
pt_br: O servidor encerrou a conexão SFTP.
pt_pt: O servidor encerrou a ligação SFTP.
ru: SFTP-подключение закрыто сервером.
uk: Сервер закрив з’єднання SFTP.
zh_hans: SFTP 连接已被服务器关闭。
zh_hant: SFTP 連線已被伺服器關閉。
zh_hk: SFTP 連線已被伺服器關閉。

# sftp.error.hostKeyMismatch
source: Host key changed unexpectedly. The server may have been replaced or the connection is being intercepted. Received fingerprint: %@
de: Der Hostschlüssel hat sich unerwartet geändert. Der Server wurde möglicherweise ausgetauscht oder die Verbindung wird abgefangen. Empfangener Fingerabdruck: %@
es: La clave del host ha cambiado de forma inesperada. El servidor puede haber sido reemplazado o la conexión está siendo interceptada. Huella recibida: %@
es_419: La clave del host cambió inesperadamente. El servidor puede haber sido reemplazado o la conexión está siendo interceptada. Huella recibida: %@
fr: La clé hôte a changé de manière inattendue. Le serveur a peut-être été remplacé ou la connexion est interceptée. Empreinte reçue : %@
ja: ホスト鍵が予期せず変更されました。サーバーが置き換えられたか、接続が傍受されている可能性があります。受信したフィンガープリント：%@
ko: 호스트 키가 예기치 않게 변경되었습니다. 서버가 교체되었거나 연결이 가로채인 상태일 수 있습니다. 수신한 지문: %@
pt_br: A chave do host mudou inesperadamente. O servidor pode ter sido substituído ou a conexão está sendo interceptada. Impressão digital recebida: %@
pt_pt: A chave do host mudou inesperadamente. O servidor pode ter sido substituído ou a ligação está a ser intercetada. Impressão digital recebida: %@
ru: Ключ хоста изменился неожиданно. Возможно, сервер заменён или подключение перехватывается. Полученный отпечаток: %@
uk: Ключ хоста несподівано змінився. Можливо, сервер було замінено або з’єднання перехоплюється. Отриманий відбиток: %@
zh_hans: 服务器主机密钥已变更。服务器可能被替换或连接被中间人拦截。收到的指纹：%@
zh_hant: 伺服器主機金鑰已變更。伺服器可能被替換或連線遭中間人攔截。收到的指紋：%@
zh_hk: 伺服器主機金鑰已變更。伺服器可能被替換或連線遭中間人攔截。收到的指紋：%@

# sftp.error.invalidConfiguration
source: SFTP configuration is invalid. Recheck host, port, credentials, and base path.
de: Die SFTP-Konfiguration ist ungültig. Prüfen Sie Host, Port, Anmeldedaten und Basispfad.
es: La configuración SFTP no es válida. Comprueba host, puerto, credenciales y ruta base.
es_419: La configuración SFTP no es válida. Verifica host, puerto, credenciales y ruta base.
fr: Configuration SFTP invalide. Vérifiez l'hôte, le port, les identifiants et le chemin de base.
ja: SFTP の設定が無効です。ホスト、ポート、認証情報、ベースパスを確認してください。
ko: SFTP 구성이 잘못되었습니다. 호스트, 포트, 자격 증명, 기본 경로를 확인하세요.
pt_br: Configuração SFTP inválida. Verifique host, porta, credenciais e caminho base.
pt_pt: Configuração SFTP inválida. Verifique o host, porta, credenciais e caminho base.
ru: Неверная конфигурация SFTP. Перепроверьте хост, порт, учётные данные и базовый путь.
uk: Конфігурація SFTP недійсна. Перевірте хост, порт, облікові дані та базовий шлях.
zh_hans: SFTP 配置无效，请检查主机、端口、密码或私钥以及基础路径。
zh_hant: SFTP 設定無效，請檢查主機、連接埠、密碼或私鑰以及基底路徑。
zh_hk: SFTP 設定無效，請檢查主機、連接埠、密碼或私鑰以及基底路徑。

# sftp.error.noSuchFile
source: Remote file or directory not found.
de: Remote-Datei oder -Verzeichnis nicht gefunden.
es: Archivo o directorio remoto no encontrado.
es_419: Archivo o directorio remoto no encontrado.
fr: Fichier ou dossier distant introuvable.
ja: リモートのファイルまたはディレクトリが見つかりません。
ko: 원격 파일 또는 디렉터리를 찾을 수 없습니다.
pt_br: Arquivo ou diretório remoto não encontrado.
pt_pt: Ficheiro ou diretório remoto não encontrado.
ru: Удалённый файл или папка не найдены.
uk: Віддалений файл або каталог не знайдено.
zh_hans: 远端文件或目录不存在。
zh_hant: 遠端檔案或目錄不存在。
zh_hk: 遠端檔案或目錄不存在。

# sftp.error.permissionDenied
source: Permission denied on the remote path.
de: Keine Berechtigung für den Remote-Pfad.
es: Permiso denegado en la ruta remota.
es_419: Permiso denegado en la ruta remota.
fr: Permission refusée sur le chemin distant.
ja: リモートパスへのアクセス権限がありません。
ko: 원격 경로에 대한 권한이 없습니다.
pt_br: Permissão negada no caminho remoto.
pt_pt: Permissão negada no caminho remoto.
ru: Отказано в доступе к удалённому пути.
uk: Доступ до віддаленого шляху заборонено.
zh_hans: 远端路径权限不足。
zh_hant: 遠端路徑權限不足。
zh_hk: 遠端路徑權限不足。

# sftp.error.serverRejectsPassword
source: The server does not accept password authentication.
de: Der Server akzeptiert keine Passwort-Authentifizierung.
es: El servidor no acepta autenticación por contraseña.
es_419: El servidor no acepta autenticación por contraseña.
fr: Le serveur n'accepte pas l'authentification par mot de passe.
ja: サーバーはパスワード認証を受け付けません。
ko: 서버가 비밀번호 인증을 허용하지 않습니다.
pt_br: O servidor não aceita autenticação por senha.
pt_pt: O servidor não aceita autenticação por palavra-passe.
ru: Сервер не принимает аутентификацию по паролю.
uk: Сервер не приймає автентифікацію за паролем.
zh_hans: 服务器拒绝密码认证。
zh_hant: 伺服器拒絕密碼認證。
zh_hk: 伺服器拒絕密碼認證。

# sftp.error.serverRejectsPrivateKey
source: The server does not accept public key authentication.
de: Der Server akzeptiert keine Public-Key-Authentifizierung.
es: El servidor no acepta autenticación por clave pública.
es_419: El servidor no acepta autenticación por clave pública.
fr: Le serveur n'accepte pas l'authentification par clé publique.
ja: サーバーは公開鍵認証を受け付けません。
ko: 서버가 공개 키 인증을 허용하지 않습니다.
pt_br: O servidor não aceita autenticação por chave pública.
pt_pt: O servidor não aceita autenticação por chave pública.
ru: Сервер не принимает аутентификацию по открытому ключу.
uk: Сервер не приймає автентифікацію за відкритим ключем.
zh_hans: 服务器拒绝公钥认证。
zh_hant: 伺服器拒絕公鑰認證。
zh_hk: 伺服器拒絕公鑰認證。

# sftp.error.serverStatus
source: SFTP server returned an error: %@
de: SFTP-Server hat einen Fehler zurückgegeben: %@
es: El servidor SFTP devolvió un error: %@
es_419: El servidor SFTP devolvió un error: %@
fr: Le serveur SFTP a renvoyé une erreur : %@
ja: SFTP サーバーがエラーを返しました：%@
ko: SFTP 서버가 오류를 반환했습니다: %@
pt_br: O servidor SFTP retornou um erro: %@
pt_pt: O servidor SFTP devolveu um erro: %@
ru: SFTP-сервер вернул ошибку: %@
uk: Сервер SFTP повернув помилку: %@
zh_hans: SFTP 服务器返回错误：%@
zh_hant: SFTP 伺服器回傳錯誤：%@
zh_hk: SFTP 伺服器回傳錯誤：%@

# storage.client.externalUnavailable
source: External storage is unavailable. Reconnect the drive and try again.
de: Der externe Speicher ist nicht verfügbar. Verbinden Sie das Laufwerk erneut und versuchen Sie es noch einmal.
es: El almacenamiento externo no está disponible. Vuelve a conectar la unidad e inténtalo de nuevo.
es_419: El almacenamiento externo no está disponible. Vuelve a conectar la unidad e inténtalo de nuevo.
fr: Le stockage externe n’est pas disponible. Reconnectez le disque puis réessayez.
ja: 外部ストレージを利用できません。ドライブを再接続してからもう一度お試しください。
ko: 외부 저장소를 사용할 수 없습니다. 드라이브를 다시 연결한 후 다시 시도해 주세요.
pt_br: O armazenamento externo não está disponível. Reconecte a unidade e tente novamente.
pt_pt: O armazenamento externo não está disponível. Volte a ligar a unidade e tente novamente.
ru: Внешний накопитель недоступен. Подключите накопитель и повторите попытку.
uk: Зовнішнє сховище недоступне. Під’єднайте диск знову й повторіть спробу.
zh_hans: 外接存储不可用，请重新连接后再试。
zh_hant: 外接儲存不可用，請重新連線後再試。
zh_hk: 外接儲存不可用，請重新連線後再試。

# storage.client.invalidConfiguration
source: Invalid storage configuration.
de: Ungültige Speicherkonfiguration.
es: Configuración de almacenamiento no válida.
es_419: Configuración de almacenamiento no válida.
fr: Configuration de stockage invalide.
ja: ストレージ設定が無効です。
ko: 저장소 구성이 올바르지 않습니다.
pt_br: Configuração de armazenamento inválida.
pt_pt: Configuração de armazenamento inválida.
ru: Неверная конфигурация хранилища.
uk: Неприпустима конфігурація сховища.
zh_hans: 存储配置无效。
zh_hant: 儲存設定無效。
zh_hk: 儲存設定無效。

# storage.client.notConnected
source: Storage session is not connected.
de: Die Speichersitzung ist nicht verbunden.
es: La sesión de almacenamiento no está conectada.
es_419: La sesión de almacenamiento no está conectada.
fr: La session de stockage n’est pas connectée.
ja: ストレージセッションが接続されていません。
ko: 저장소 세션이 연결되어 있지 않습니다.
pt_br: A sessão de armazenamento não está conectada.
pt_pt: A sessão de armazenamento não está ligada.
ru: Подключение к хранилищу не установлено.
uk: Сеанс сховища не підключено.
zh_hans: 存储会话尚未连接。
zh_hant: 儲存工作階段尚未連線。
zh_hk: 儲存工作階段尚未連線。
